Revit 2027 API
SymbolTypeId.DeltaDegreeR Property
 Symbol delta°R, indicating unit Rankine interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DeltaDegreeR { get; }
Public Shared ReadOnly Property DeltaDegreeR As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DeltaDegreeR {
	ForgeTypeId^ get ();
}
static member DeltaDegreeR : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace